Repository: AiursoftWeb/AiurDrive
Catalog: src/Aiursoft.AiurDrive/Resources/Views/Home/SelfHost.*.resx
Languages: el_gr, fr_fr, ko_kr, zh_cn

source: About AiurDrive
el_gr: Περί AiurDrive
fr_fr: À propos d'AiurDrive
ko_kr: AiurDrive 소개
zh_cn: 关于 AiurDrive

source: AiurDrive is a simple network file sharing app. Deploy this on your server, open AiurDrive in your browser, and manage your files between you and your server instantly.
el_gr: Το AiurDrive είναι μια απλή εφαρμογή μοιρασμού αρχείων σε δίκτυο. Τοποθετήστε το στον δικό σας διακομιστή, ανοίξτε το AiurDrive στον περιηγητή σας και διαχειριστείτε αμέσως τα αρχεία σας μεταξύ σας και του διακομιστή.
fr_fr: AiurDrive est une application simple de partage de fichiers en réseau. Déployez-la sur votre serveur, ouvrez AiurDrive dans votre navigateur, et gérez vos fichiers entre vous et votre serveur instantanément.
ko_kr: AiurDrive는 간단한 네트워크 파일 공유 앱입니다. 서버에 이 앱을 배포하고, 브라우저에서 AiurDrive를 열어 사용자와 서버 간에 파일을 즉시 관리하세요.
zh_cn: AiurDrive 是一个简单的网络文件共享应用程序。将其部署在您的服务器上，在浏览器中打开 AiurDrive，即可立即管理您与服务器之间的文件。

source: Always create a personal fork before submitting PRs.
el_gr: Πάντα δημιουργήστε ένα προσωπικό fork πριν υποβάλετε PRs.
fr_fr: Créez toujours une copie personnelle avant d'envoyer des demandes de tirage.
ko_kr: PR를 제출하기 전에 항상 개인용 포크를 생성하세요.
zh_cn: 在提交合并请求之前，请务必先创建个人分叉。

source: and the default password is:
el_gr: και η προεπιλεγμένη κωδικός είναι:
zh_cn: 和默认密码是：

source: Anywhere
el_gr: Παντού
fr_fr: Partout
ko_kr: 어디서든
zh_cn: 到任何地方

source: Container Context
el_gr: Περιβάλλον Δοχείου
fr_fr: Contexte conteneur
ko_kr: 컨테이너 컨텍스트
zh_cn: 容器上下文

source: Contribute
el_gr: Συνεισφορά
fr_fr: Contribuer
ko_kr: 기여하기
zh_cn: 贡献

source: Deploy
el_gr: Εγκατάσταση
fr_fr: Déployer
ko_kr: 배포
zh_cn: 部署

# Development &amp; Manual Run
source: Development & Manual Run
el_gr: Ανάπτυξη & Εκτέλεση χωρίς αυτόματη διαδικασία
fr_fr: Développement et exécution manuelle
ko_kr: 개발 및 수동 실행
zh_cn: 开发与手动运行

source: Execute `dotnet run` to run the app.
el_gr: Εκτελέστε το `dotnet run` για να εκτελέσετε την εφαρμογή.
fr_fr: Exécutez `dotnet run` pour exécuter l'application.
ko_kr: `dotnet run`을 실행하여 앱을 실행하세요.
zh_cn: 执行 `dotnet run` 运行应用程序。

# Execute `npm install` at `wwwroot` folder.
source: Execute `npm install` at the `wwwroot` folder.
el_gr: Εκτελέστε το `npm install` στο φάκελο `wwwroot`.
fr_fr: Exécutez `npm install` dans le dossier `wwwroot`.
ko_kr: wwwroot 폴더에서 `npm install`를 실행하세요.
zh_cn: 在 `wwwroot` 文件夹中执行 `npm install`。

source: First, install Docker.
el_gr: Πρώτα, εγκαταστήστε το Docker.
fr_fr: Premièrement, installez Docker.
ko_kr: 먼저 Docker를 설치하세요.
zh_cn: 首先，安装 Docker。

source: Live Demo
el_gr: Ζωντανή Παρουσίαση
fr_fr: Démo en direct
ko_kr: 라이브 데모
zh_cn: 在线演示

source: Open the `.sln` file.
el_gr: Ανοίξτε το αρχείο `.sln`.
fr_fr: Ouvrez le fichier `.sln`.
ko_kr: `.sln` 파일을 열어주세요.
zh_cn: 打开 `.sln` 文件。

source: Or with a custom port:
el_gr: Ή με ένα προσαρμοσμένο θύρα:
fr_fr: Ou avec un port personnalisé :
ko_kr: 또는 사용자 지정 포트로:
zh_cn: 或者使用自定义端口：

source: Prerequisites
el_gr: Προαπαιτούμενα
fr_fr: Prérequis
ko_kr: 사전 조건
zh_cn: 先决条件

source: Press `F5` to run the app.
el_gr: Πατήστε το `F5` για να εκτελέσετε την εφαρμογή.
fr_fr: Appuyez sur `F5` pour exécuter l'application.
ko_kr: F5를 눌러 앱을 실행하세요.
zh_cn: 按 `F5` 运行应用程序。

source: Property
el_gr: Ιδιότητα
fr_fr: Propriété
ko_kr: 속성
zh_cn: 属性

source: Pull Request
fr_fr: Demande d'extraction
ko_kr: 풀 리퀘스트
zh_cn: 合并请求

source: Recommended
el_gr: Συνιστώμενο
fr_fr: Recommandé
ko_kr: 추천
zh_cn: 推荐

source: Report Issue
el_gr: Αναφορά Προβλήματος
fr_fr: Signaler un problème
ko_kr: 문제 보고
zh_cn: 报告问题

source: Run in Docker
el_gr: Εκτέλεση σε Docker
fr_fr: Exécuter dans Docker
ko_kr: Docker에서 실행하기
zh_cn: 在 Docker 中运行

source: Run in Ubuntu
el_gr: Εκτέλεση σε Ubuntu
fr_fr: Exécuter sous Ubuntu
ko_kr: Ubuntu에서 실행
zh_cn: 在 Ubuntu 中运行

source: Run in Visual Studio
el_gr: Εκτέλεση στο Visual Studio
fr_fr: Exécuter dans Visual Studio
ko_kr: Visual Studio에서 실행하기
zh_cn: 在 Visual Studio 中运行

source: Run Manually
el_gr: Εκτέλεση χωρίς αυτόματη διαδικασία
fr_fr: Exécuter manuellement
ko_kr: 수동으로 실행하기
zh_cn: 手动运行

source: Self Host
el_gr: Αυτοδιαχείριση
fr_fr: Hébergement auto
ko_kr: 자체 호스팅
zh_cn: 私有化部署

source: That will start a web server at http://localhost:5000 and you can test the app.
el_gr: Θα εκκινήσει έναν web server στη διεύθυνση http://localhost:5000 και μπορείτε να δοκιμάσετε την εφαρμογή.
fr_fr: Cela lancera un serveur web à l'adresse http://localhost:5000 et vous pourrez tester l'application.
ko_kr: http://localhost:5000에서 웹 서버를 시작하고 앱을 테스트할 수 있습니다.
zh_cn: 这将在 http://localhost:5000 启动一个 Web 服务器，您可以测试该应用程序。

source: The default username is:
el_gr: Το προεπιλεγμένο όνομα χρήστη είναι:
zh_cn: 默认用户名是：

source: The following script will install or update this app on your Ubuntu server. Supports Ubuntu 25.04.
el_gr: Το παρακάτω σενάριο θα εγκαταστήσει/ενημερώσει αυτή την εφαρμογή στο δικό σας server Ubuntu. Υποστηρίζει το Ubuntu 25.04.
fr_fr: Le script suivant installera/mettre à jour cette application sur votre serveur Ubuntu. Prise en charge d'Ubuntu 25.04.
ko_kr: 다음 스크립트는 귀하의 Ubuntu 서버에 이 앱을 설치하거나 업데이트합니다. Ubuntu 25.04를 지원합니다.
zh_cn: 以下脚本将在您的 Ubuntu 服务器上安装/更新此应用程序。支持 Ubuntu 25.04。

source: Then run the following commands in a Linux shell:
el_gr: Στη συνέχεια εκτελέστε τις παρακάτω εντολές σε ένα shell του Linux:
fr_fr: Ensuite, exécutez les commandes suivantes dans un shell Linux :
ko_kr: 그런 다음 Linux 셸에서 다음 명령어를 실행하세요:
zh_cn: 然后在 Linux 终端中运行以下命令：

source: Value
el_gr: Τιμή
fr_fr: Valeur
ko_kr: 값
zh_cn: 值

source: Visit http://localhost:5000.
el_gr: Επισκεφθείτε την http://localhost:5000.
fr_fr: Visitez http://localhost:5000.
ko_kr: http://localhost:5000으로 방문하세요.
zh_cn: 访问 http://localhost:5000。

source: We're interested in your feedback! You can submit a suggestion or feature request through the issue tracker.
el_gr: Ενδιαφερόμαστε για την ανταπόκρισή σας! Μπορείτε να υποβάλετε μια πρόταση ή αίτηση για νέα χαρακτηριστικά μέσω του συστήματος ελέγχου προβλημάτων.
fr_fr: Nous sommes intéressés par vos retours ! Vous pouvez soumettre une suggestion ou une demande de fonctionnalité via le suivi des problèmes.
ko_kr: 귀하의 피드백에 관심이 있습니다! 제안이나 기능 요청은 이슈 트래커를 통해 제출할 수 있습니다.
zh_cn: 我们对您的反馈很感兴趣！您可以通过问题追踪器提交建议或功能请求。
