Repository: AiursoftWeb/AiurDrive
Catalog: src/Aiursoft.AiurDrive/Resources/Models/UsersViewModels/EditViewModel.*.resx
Languages: de_de, hi_in, pl_pl

source: Avatar file
de_de: Avatar-Datei
hi_in: अवतार फ़ाइल
pl_pl: Plik awatara

source: Email Address
de_de: E-Mail-Adresse
hi_in: ईमेल पता
pl_pl: Adres e-mail

source: Name
hi_in: नाम
pl_pl: Nazwa

source: Reset Password (leave empty to keep the same password)
de_de: Passwort zur端cksetzen (leer lassen, um das aktuelle Passwort beizubehalten)
hi_in: पासवर्ड रीसेट करें (यदि पासवर्ड वही रखना है तो खाली छोड़ दें)
pl_pl: Zresetuj hasło (pozostaw puste, aby zachować obecne hasło)

source: The {0} is not a valid domain name.
de_de: Der {0} ist kein g端ltiger Domainname.
hi_in: {0} एक वैध डोमेन नाम नहीं है।
pl_pl: {0} nie jest prawidłową nazwą domeny.

source: The {0} is not a valid email address.
de_de: Die {0} ist keine g端ltige E-Mail-Adresse.
hi_in: {0} एक मान्य ईमेल पता नहीं है।
pl_pl: Pole {0} nie zawiera prawidłowego adresu e-mail.

source: The {0} is required.
de_de: {0} ist erforderlich.
hi_in: {0} आवश्यक है।
pl_pl: Pole {0} jest wymagane.

source: The {0} must be at least {1} characters long.
de_de: Der {0} muss mindestens {1} Zeichen lang sein.
hi_in: {0} कम से कम {1} अक्षरों का होना चाहिए।
pl_pl: Pole {0} musi mieć co najmniej {1} znaków.

source: The {0} must be at max {1} characters long.
de_de: Der {0} darf maximal {1} Zeichen lang sein.
hi_in: {0} के अधिकतम {1} अक्षरों की लंबाई होनी चाहिए।
pl_pl: {0} może mieć maksymalnie {1} znaków.

source: The avatar file is invalid. Please upload it again.
de_de: Die Avatar-Datei ist ung端ltig. Bitte laden Sie sie erneut hoch.
hi_in: अवतार फ़ाइल अमान्य है। कृपया इसे फिर से अपलोड करें।
pl_pl: Plik awatara jest nieprawidłowy. Prześlij go ponownie.

source: The avatar file is required.
de_de: Die Avatar-Datei ist erforderlich.
hi_in: अवतार फ़ाइल आवश्यक है।
pl_pl: Plik awatara jest wymagany.

source: User ID
de_de: Benutzerkennung
hi_in: उपयोगकर्ता आईडी
pl_pl: ID użytkownika

source: User name
de_de: Benutzername
hi_in: उपयोगकर्ता नाम
pl_pl: Nazwa użytkownika
