Repository: AiursoftWeb/AiurDrive
Catalog: src/Aiursoft.AiurDrive/Resources/Views/Shares/Manage.*.resx
Languages: fi_fi, fr_fr, hi_in, id_id, ro_ro, ru_ru, tr_tr, vi_vn

source: Actions
fi_fi: Toiminnot
hi_in: क्रियाएँ
id_id: Tindakan
ro_ro: Acțiuni
ru_ru: Действия
tr_tr: Eylemler
vi_vn: Hành động

source: Add
fi_fi: Lisää
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Tambah
ro_ro: Adaugă
ru_ru: Добавить
tr_tr: Ekle
vi_vn: Thêm

source: Add New Share
fi_fi: Lisää uusi jakaminen
fr_fr: Nouvelle partage
hi_in: नया शेयर जोड़ें
id_id: Tambah Bagian Baru
ro_ro: Adaugă Împărtășire Nouă
ru_ru: Добавить нового пользователя
tr_tr: Yeni Paylaşım Ekle
vi_vn: Thêm chia sẻ mới

source: Allow anonymous viewing (Public)
fi_fi: Salli anonyymi näkymä (Julkinen)
fr_fr: Autoriser la visualisation anonyme (Public)
id_id: Izinkan penampilan anonim (Publik)
ro_ro: Permite vizualizarea anonimă (Public)
ru_ru: Разрешить анонимный просмотр (Публичный)
vi_vn: Cho phép xem mà không cần đăng nhập (Công khai)

source: An error occurred while processing your request.
fi_fi: Tapahtui virhe pyynnön käsittelyssä.
fr_fr: Une erreur s'est produite lors du traitement de votre demande.
hi_in: प्रयास करते समय एक त्रुटि हुई।
id_id: Terjadi kesalahan saat memproses permintaan Anda.
ro_ro: A apărut o eroare în timpul prelucrării cererii dvs.
ru_ru: Возникла ошибка при обработке запроса.
tr_tr: İstek işlenirken bir hata oluştu.
vi_vn: Đã xảy ra lỗi trong quá trình xử lý yêu cầu của bạn.

# Anyone with the link can view this site&apos;s files (read-only).
source: Anyone with the link can view this site's files (read-only).
fi_fi: Kaikilla linkin omistajilla on oikeus tarkastella tämän sivuston tiedostoja (vain lukuoikeus).
fr_fr: Toute personne possédant le lien peut visualiser les fichiers de ce site (lecture seule).
id_id: Siapa saja dengan tautan dapat melihat file situs ini (hanya baca).
ro_ro: Oricine cu linkul poate vizualiza fișierele de pe acest site (doar citire).
ru_ru: Любой, у кого есть ссылка, может просматривать файлы этого сайта (только для чтения).
vi_vn: Bất kỳ ai có liên kết đều có thể xem các tệp của trang web này (chỉ đọc).

source: Are you sure you want to remove this share?
fi_fi: Oletko varma, että haluat poistaa tämän jakamisen?
fr_fr: Êtes-vous sûr de vouloir supprimer ce partage ?
hi_in: क्या आप वाकई इस शेयर को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus bagian ini?
ro_ro: Ești sigur că vrei să elimini această partajare?
ru_ru: Вы действительно хотите удалить этот доступ?
tr_tr: Bu paylaşımı kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa chia sẻ này không?

source: Back to Files
fi_fi: Takaisin tiedostoihin
fr_fr: Retour aux fichiers
hi_in: फ़ाइल्स पर वापस जाएँ
id_id: Kembali ke File
ro_ro: Înapoi la fișiere
ru_ru: Назад к файлам
tr_tr: Dosyalara Geri Dön
vi_vn: Quay lại tập tin

source: Close
fi_fi: Sulje
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
ro_ro: Închide
ru_ru: Закрыть
tr_tr: Kapat
vi_vn: Đóng

source: Created
fi_fi: Luotu
fr_fr: Créé
hi_in: बनाया गया
id_id: Dibuat
ro_ro: Creat
ru_ru: Создано
tr_tr: Oluşturuldu
vi_vn: Đã tạo

source: Editable
fi_fi: Muokattava
fr_fr: Modifiable
hi_in: संपादित करने योग्य
id_id: Dapat Diedit
ro_ro: Editabil
ru_ru: Редактируемый
tr_tr: Düzenlenebilir
vi_vn: Chỉnh sửa được

source: Error
fi_fi: Virhe
fr_fr: Erreur
hi_in: त्रुटि
id_id: Kesalahan
ro_ro: Eroare
ru_ru: Ошибка
tr_tr: Hata
vi_vn: Lỗi

source: Error searching users
fi_fi: Virhe käyttäjien hakuessa
fr_fr: Erreur lors de la recherche des utilisateurs
hi_in: उपयोगकर्ताओं की खोज में त्रुटि
id_id: Gagal mencari pengguna
ro_ro: Eroare la căutarea utilizatorilor
ru_ru: Ошибка при поиске пользователей
tr_tr: Kullanıcıları ararken hata oluştu
vi_vn: Lỗi khi tìm kiếm người dùng

source: Existing Shares
fi_fi: Olemassa olevat jaot
fr_fr: Partages existants
hi_in: मौजूदा शेयर
id_id: Bagian yang Dibagikan
ro_ro: Împărtășiri existente
ru_ru: Существующие ссылки
tr_tr: Mevcut Paylaşımlar
vi_vn: Các chia sẻ hiện có

source: Forbid anonymous viewing (Private / Shared)
fi_fi: Estä nimettömän katselun (Yksityinen / Jaettu)
fr_fr: Interdire la visualisation anonyme (Privé / Partagé)
id_id: Larang akses anonim (Pribadi / Berbagi)
ro_ro: Interzice vizualizarea anonimă (Privat / Partajat)
ru_ru: Запретить анонимный просмотр (Частный / Общий)
vi_vn: Cấm xem từ xa (Riêng tư / Chia sẻ)

source: Manage Shares
fi_fi: Hallinnoi jaettuja
fr_fr: Gérer les partages
hi_in: शेयर प्रबंधित करें
id_id: Kelola Bagikan
ro_ro: Gestionare împărțiri
ru_ru: Управление обменами
tr_tr: Paylaşımları Yönet
vi_vn: Quản lý Chia sẻ

source: No shares yet. Add one above to share this site.
fi_fi: Ei jaotuksia vielä. Lisää yksi ylhäällä olevasta ja jakaa tämä sivu.
fr_fr: Aucun partage pour l'instant. Ajoutez-en un ci-dessus pour partager ce site.
hi_in: अभी तक कोई साझाकरण नहीं है। इस साइट को साझा करने के लिए ऊपर एक जोड़ें।
id_id: Belum ada bagian. Tambahkan satu di atas untuk berbagi situs ini.
ro_ro: Nicio împărtășire încă. Adăugați una mai sus pentru a împărtăși site-ul.
ru_ru: Сначала нет совместного доступа. Добавьте один выше, чтобы поделиться этим сайтом.
tr_tr: Henüz paylaşım yok. Bu sitenin paylaşılması için yukarıdaki birini ekleyin.
vi_vn: Chưa có chia sẻ nào. Hãy thêm một cái ở trên để chia sẻ trang web này.

source: No users found
fi_fi: Ei käyttäjiä löytynyt
fr_fr: Aucun utilisateur trouvé
hi_in: कोई उपयोगकर्ता नहीं मिला
id_id: Tidak ada pengguna ditemukan
ro_ro: Nu s-au găsit utilizatori
ru_ru: Пользователи не найдены
tr_tr: Kullanıcı bulunamadı
vi_vn: Không tìm thấy người dùng nào

source: Only you and specific users/roles listed below can view this site.
fi_fi: Vain sinä ja alla olevat tarkat käyttäjät/roolit voivat tarkastella tätä sivustoa.
fr_fr: Seulement vous et les utilisateurs/rôles spécifiques répertoriés ci-dessous peuvent voir ce site.
id_id: Hanya Anda dan pengguna/peran tertentu yang tercantum di bawah ini yang dapat melihat situs ini.
ro_ro: Doar tu și utilizatorii/rolurile specifice listate mai jos pot vizualiza acest site.
ru_ru: Только вы и конкретные пользователи/роли, перечисленные ниже, могут просматривать этот сайт.
vi_vn: Chỉ bạn và các người dùng/vai trò cụ thể được liệt kê bên dưới mới có thể xem trang web này.

source: Permission
fi_fi: Oikeudet
hi_in: अनुमति
id_id: Izin
ro_ro: Permisiune
ru_ru: Разрешение
tr_tr: İzin
vi_vn: Quyền hạn

source: Please select a valid user or role.
fi_fi: Valitse kelvollinen käyttäjä tai rooli.
fr_fr: Veuillez sélectionner un utilisateur ou un rôle valide.
hi_in: कृपया एक वैध उपयोगकर्ता या भूमिका चुनें।
id_id: Silakan pilih pengguna atau peran yang valid.
ro_ro: Vă rugăm să selectați un utilizator sau rol valid.
ru_ru: Пожалуйста, выберите действительного пользователя или роль.
tr_tr: Lütfen geçerli bir kullanıcı veya rol seçin.
vi_vn: Vui lòng chọn một người dùng hoặc vai trò hợp lệ.

source: Read Only
fi_fi: Vain luku
fr_fr: Lecture seule
hi_in: पढ़ें केवल
id_id: Hanya Baca
ro_ro: Doar citire
ru_ru: Только для чтения
tr_tr: Sadece Okunabilir
vi_vn: Chỉ đọc

source: Remove
fi_fi: Poista
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
ro_ro: Elimină
ru_ru: Удалить
tr_tr: Kaldır
vi_vn: Xóa

source: Role
fi_fi: Rooli
fr_fr: Rôle
hi_in: भूमिका
id_id: Peran
ro_ro: Rol
ru_ru: Роль
tr_tr: Rol
vi_vn: Vai trò

source: Select a role...
fi_fi: Valitse rooli...
fr_fr: Sélectionnez un rôle...
hi_in: एक भूमिका चुनें...
id_id: Pilih peran...
ro_ro: Selectați un rol...
ru_ru: Выберите роль...
tr_tr: Bir rol seçin...
vi_vn: Chọn một vai trò...

source: Share Link
fi_fi: Jaa linkki
fr_fr: Lien de partage
id_id: Tautan Berbagi
ro_ro: Link de partajare
ru_ru: Ссылка для обмена
vi_vn: Liên kết chia sẻ

source: Share with
fi_fi: Jaa kanssa
fr_fr: Partager avec
hi_in: शेयर करें इसके साथ
id_id: Bagikan dengan
ro_ro: Împărtășește cu
ru_ru: Добавить пользователя
tr_tr: Kullanıcıya paylaşılan
vi_vn: Chia sẻ với

source: Shared With
fi_fi: Jaettu kanssa
fr_fr: Partagé avec
hi_in: साझा किया गया
id_id: Diberikan Kepada
ro_ro: Împărtășit cu
ru_ru: Кому предоставлен доступ
tr_tr: Paylaşılan Kullanıcı
vi_vn: Đã chia sẻ với

source: Site:
fi_fi: Sivu:
hi_in: साइट:
id_id: Situs:
ru_ru: Сайт:
vi_vn: Nơi:

source: Specific User
fi_fi: Erityinen käyttäjä
fr_fr: Utilisateur spécifique
hi_in: विशिष्ट उपयोगकर्ता
id_id: Pengguna Tertentu
ro_ro: Utilizator specific
ru_ru: Конкретный пользователь
tr_tr: Özel Kullanıcı
vi_vn: Người dùng cụ thể

source: This site is Private. Only you and specific users/roles listed below can access it.
fi_fi: Tämä sivu on yksityinen. Vain sinä ja alla olevat käyttäjät tai roolit voivat päästä siihen.
fr_fr: Ce site est privé. Seul vous et les utilisateurs/rôles spécifiques listés ci-dessous peuvent y accéder.
hi_in: यह साइट निजी है। केवल आप और नीचे सूचीबद्ध विशिष्ट उपयोगकर्ता/भूमिकाएं इसे एक्सेस कर सकते हैं।
id_id: Situs ini bersifat pribadi. Hanya Anda dan pengguna/peran khusus yang tercantum di bawah ini yang dapat mengaksesnya.
ro_ro: Această sit este privată. Doar tu și utilizatorii/rolurile specifice listate mai jos pot accesa această sit.
ru_ru: Этот сайт является приватным. Только вы и определенные пользователи/роли, перечисленные ниже, могут получить к нему доступ.
tr_tr: Bu site Özel. Sadece siz ve aşağıda listelenen belirli kullanıcılar/roller erişebilir.
vi_vn: Trang web này là riêng tư. Chỉ bạn và các người dùng/vai trò cụ thể được liệt kê bên dưới mới có thể truy cập vào nó.

source: This site is Public. Anyone can view files.
fi_fi: Tämä sivusto on julkinen. Kaikki voivat tarkastella tiedostoja.
fr_fr: Ce site est public. Tout le monde peut visualiser les fichiers.
hi_in: यह साइट सार्वजनिक है। कोई भी फ़ाइलें देख सकता है।
id_id: Situs ini publik. Siapa pun dapat melihat file.
ro_ro: Această sit este publică. Oricine poate vizualiza fișierele.
ru_ru: Этот сайт публичный. Любой может просматривать файлы.
tr_tr: Bu site genel erişimlidir. Herkes dosyalara erişebilir.
vi_vn: Trang web này là công khai. Mọi người đều có thể xem tệp tin.

source: This user or role already has access to this site.
fi_fi: Tämä käyttäjä tai rooli on jo saanut pääsyn tähän sivustoon.
fr_fr: Cet utilisateur ou ce rôle a déjà accès à ce site.
hi_in: इस उपयोगकर्ता या भूमिका को पहले से ही इस साइट तक पहुँच है।
id_id: Pengguna atau peran ini sudah memiliki akses ke situs ini.
ro_ro: Această persoană sau rol deja are acces la acest site.
ru_ru: У этого пользователя или роли уже есть доступ к этому сайту.
tr_tr: Bu kullanıcı veya rol zaten bu siteye erişime sahip.
vi_vn: Người dùng hoặc vai trò này đã có quyền truy cập vào trang web này.

source: Type
fi_fi: Tyyppi
hi_in: प्रकार
id_id: Jenis
ro_ro: Tip
ru_ru: Тип
tr_tr: Türkçe (Türkiye)
vi_vn: Loại

source: Type to search users...
fi_fi: Kirjoita etsiäksesi käyttäjiä...
fr_fr: Tapez pour rechercher des utilisateurs...
hi_in: उपयोगकर्ताओं को खोजने के लिए टाइप करें...
id_id: Ketik untuk mencari pengguna...
ro_ro: Tastați pentru a căuta utilizatori...
ru_ru: Введите для поиска пользователей...
tr_tr: Kullanıcıları aramak için yazın...
vi_vn: Nhập để tìm kiếm người dùng...

source: User
fi_fi: Käyttäjä
fr_fr: Utilisateur
hi_in: उपयोगकर्ता
id_id: Pengguna
ro_ro: Utilizator
ru_ru: Пользователь
tr_tr: Kullanıcı
vi_vn: Người dùng

source: Visibility
fi_fi: Näkyvyys
fr_fr: État de visibilité
hi_in: दृश्यता
id_id: Visibilitas
ro_ro: Vizibilitate
ru_ru: Доступность
tr_tr: Görünürlük
vi_vn: Tình trạng hiển thị
