Repository: AiursoftWeb/AiurDrive
Catalog: src/Aiursoft.AiurDrive/Resources/Views/Shares/SharedWithMe.*.resx
Languages: hi_in

source: Actions
hi_in: कार्रवाई

source: Directly
hi_in: सीधे

source: Editable
hi_in: संपाद्य

source: No sites have been shared with you yet.
hi_in: आपके साथ अभी तक कोई साइट साझा नहीं की गई है।

source: Open
hi_in: खोलें

source: Owner
hi_in: मालिक

source: Permission
hi_in: अनुमति

source: Read only
hi_in: पढ़ने के लिए केवल

source: Role
hi_in: भूमिका

source: Shared Date
hi_in: साझा किया गया तारीख

source: Shared via
hi_in: साझा किया गया द्वारा

source: Shared with Me
hi_in: मुझे साझा किया गया

source: Site Name
hi_in: साइट का नाम

source: Sites Shared with You
hi_in: आपके साथ साझा किए गए साइट्स

source: Unknown
hi_in: अज्ञात
