Repository: AiursoftWeb/AiurDrive
Catalog: src/Aiursoft.AiurDrive/Resources/Configuration/SettingsMap.*.resx
Languages: ar_sa, da_dk, de_de, es_es, fi_fi, hi_in, id_id, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

source: Allow Image Preview
ar_sa: تمكين معاينة الصورة
da_dk: Tillad billedvise visning
de_de: Bildvorschau zulassen
es_es: Permitir vista previa de imagen
fi_fi: Salli kuvan esikatselu
hi_in: छवि पूर्वावलोकन की अनुमति दें
id_id: Izinkan Pratinjau Gambar
ja_jp: 画像プレビューを許可する
nl_nl: Afbeeldingvoorbeeld toestaan
pl_pl: Zezwól na podgląd obrazu
pt_br: Permitir Pré-visualização de Imagem
pt_pt: Permitir Pré-visualização de Imagem
ro_ro: Permite previzualizarea imaginilor
ru_ru: Разрешить предварительный просмотр изображений
sv_se: Tillåt bildförhandsgranskning
th_th: อนุญาตให้ดูตัวอย่างภาพ
tr_tr: Görüntü Önizlemesine İzin Ver
vi_vn: Cho phép xem trước hình ảnh
zh_cn: 允许图片预览
zh_hk: 允許預覽圖片
zh_tw: 允許圖片預覽

source: Allow image preview in the file manager. This is only a front-end switch. Image processing is always enabled.
ar_sa: إذا كانت صحيحة، فسيتم تمكين معاينة الصورة في مدير الملفات. هذا مجرد مفتاح في الواجهة الأمامية. يتم دائمًا تمكين معالجة الصور.
da_dk: Tillad billedforhåndsvise i filhåndteringen. Dette er kun en front-end-skift. Billedbehandling er altid aktiveret.
de_de: Wenn aktiviert, wird die Vorschau von Bildern im Dateimanager aktiviert. Dies ist lediglich ein Frontend-Schalter. Die Bildverarbeitung ist immer aktiviert.
es_es: Permitir vista previa de imágenes en el gestor de archivos. Esto solo es un interruptor de interfaz. El procesamiento de imágenes siempre está habilitado.
fi_fi: Ota kuvan esikatselu käyttöön tiedostoselaimessa. Tämä on vain etusivun valinta. Kuvankäsittely on aina käytössä.
hi_in: फ़ाइल मैनेजर में छवि पूर्वावलोकन की अनुमति दें। यह केवल फ्रंट-एंड स्विच है। छवि प्रोसेसिंग हमेशा सक्षम रहती है।
id_id: Izinkan pratinjau gambar di manajer file. Ini hanya merupakan saklar antarmuka pengguna. Pemrosesan gambar selalu diaktifkan.
ja_jp: ファイルマネージャーで画像のプレビューを許可します。これはフロントエンドでの切り替えのみです。画像処理は常に有効になっています。
nl_nl: Als u afbeeldingsvoorbeeld toestaat in de bestandsbeheerder. Dit is alleen een front-end schakelaar. Afbeeldingsverwerking is altijd ingeschakeld.
pl_pl: Włącz podgląd obrazów w menedżerze plików. Jest to tylko przełącznik po stronie front-endu. Przetwarzanie obrazów jest zawsze włączone.
pt_br: Permitir visualização de imagens no gerenciador de arquivos. Isso é apenas uma opção de interface. O processamento de imagens está sempre habilitado.
pt_pt: Permitir pré-visualização de imagens no gestor de ficheiros. Isto é apenas uma opção na interface. O processamento de imagens está sempre ativado.
ro_ro: Permite previzualizarea imaginilor în managerul de fișiere. Aceasta este doar un comutator de interfață. Procesarea imaginilor este întotdeauna activată.
ru_ru: Если включено, предварительный просмотр изображений будет доступен в проводнике файлов. Это только переключатель на стороне интерфейса. Обработка изображений всегда включена.
sv_se: Tillåt bildförhandsgranskning i filhanteraren. Detta är endast en front-end-knapp. Bildbearbetning är alltid aktiverat.
th_th: อนุญาตให้ดูตัวอย่างภาพในตัวจัดการไฟล์ ข้อนี้เป็นการเปิดใช้งานเฉพาะด้านหน้าเท่านั้น การประมวลผลภาพจะถูกเปิดใช้งานตลอดเวลา
tr_tr: Dosya yöneticisinde resim önizlemesine izin ver. Bu sadece arka yüz anahtarıdır. Resim işleme her zaman etkin durumdadır.
vi_vn: Cho phép xem trước hình ảnh trong trình quản lý tập tin. Đây chỉ là một tùy chọn ở giao diện người dùng. Xử lý hình ảnh luôn được bật.
zh_cn: 允许在文件管理器中预览图片。此设置仅为前端开关，图片处理功能始终启用。
zh_hk: 如啟用，檔案管理器內會顯示圖片預覽。此設定僅為前端開關，圖片處理功能始終啟用。
zh_tw: 若為真，檔案管理員中將啟用圖片預覽功能。此選項僅為前端切換功能，圖片處理功能始終啟用。

source: Allow User Adjust Nickname
ar_sa: تمكين المستخدم من تعديل الاسم المستعار
da_dk: Tillad bruger at justere nickname
de_de: Benutzer dürfen Nickname anpassen
es_es: Permitir que el usuario cambie el apodo
fi_fi: Salli käyttäjän muokata nimimerkkiä
hi_in: उपयोगकर्ता नाम समायोजित करने की अनुमति दें
id_id: Izinkan Pengguna Mengatur Nama Panggilan
ja_jp: ユーザーがニックネームを変更できるようにする
nl_nl: Gebruiker mag eigen bijnaam aanpassen
pl_pl: Zezwól użytkownikowi zmieniać pseudonim
pt_br: Permitir que o Usuário Altere o Apelido
pt_pt: Permitir ao Utilizador Alterar o Apelido
ro_ro: Permite utilizatorului să-și ajusteze nickname-ul
ru_ru: Разрешить пользователю изменять никнейм
sv_se: Tillåt användare ändra smeknamn
th_th: อนุญาตให้ผู้ใช้แก้ไขชื่อเล่น
tr_tr: Kullanıcı Adını Ayarlamaya İzin Ver
vi_vn: Cho phép người dùng chỉnh sửa biệt danh
zh_cn: 允许用户修改昵称
zh_hk: 允許使用者修改暱稱
zh_tw: 允許使用者修改暱稱

source: Allow users to adjust their nickname in the profile management page.
ar_sa: تمكين المستخدمين من تعديل لقبهم في صفحة إدارة الملف الشخصي.
da_dk: Tillad brugere at ændre deres kælenavn på siden til profilhåndtering.
de_de: Benutzer dürfen ihren Spitznamen auf der Seite zur Profilverwaltung anpassen.
es_es: Permitir a los usuarios ajustar su apodo en la página de gestión de perfil.
fi_fi: Salli käyttäjien muuttaa nimimerkkiään profiilin hallintasivulla.
hi_in: प्रोफ़ाइल प्रबंधन पेज में उपयोगकर्ताओं को अपना निकनेम समायोजित करने की अनुमति दें।
id_id: Izinkan pengguna menyesuaikan nama panggilan mereka di halaman manajemen profil.
ja_jp: プロフィール管理ページでユーザーがニックネームを変更できるようにします。
nl_nl: Gebruikers toestaan hun bijnaam aan te passen op de pagina voor profielbeheer.
pl_pl: Zezwól użytkownikom na dostosowanie swojej nazwy wyświetlanej na stronie zarządzania profilem.
pt_br: Permitir que os usuários ajustem seu apelido na página de gerenciamento de perfil.
pt_pt: Permitir que os utilizadores ajustem o seu apelido na página de gestão de perfil.
ro_ro: Permite utilizatorilor să-și ajusteze pseudonimul în pagina de gestionare a profilului.
ru_ru: Позволить пользователям изменять свой ник в странице управления профилем.
sv_se: Tillåt användare att justera sin smeknamn på sidan för profilhantering.
th_th: อนุญาตให้ผู้ใช้ปรับชื่อเล่นของตนเองได้ในหน้าจัดการโปรไฟล์
tr_tr: Kullanıcıların profil yönetimi sayfasında takma adlarını ayarlamasına izin verin.
vi_vn: Cho phép người dùng điều chỉnh biệt danh của họ trên trang quản lý hồ sơ.
zh_cn: 允许用户在个人资料管理页面调整其昵称。
zh_hk: 允許用戶在個人資料管理頁面中調整其暱稱。
zh_tw: 允許使用者在個人檔案管理頁面中調整其暱稱。

source: Brand Home URL
ar_sa: عنوان URL رئيسي للعلامة التجارية
da_dk: Brand- hjemmeside-URL
de_de: Brand-Startseite-URL
es_es: URL de inicio de la marca
fi_fi: Brändin kotisivun URL
hi_in: ब्रांड होम यूआरएल
id_id: URL Beranda Merek
ja_jp: ブランド ホーム URL
pl_pl: Adres URL strony głównej marki
pt_br: URL da Página Inicial da Marca
pt_pt: URL da Página Inicial da Marca
ro_ro: URL pagină principală marcă
ru_ru: URL домашней страницы бренда
sv_se: Varumärkesstartsida URL
th_th: URL หน้าหลักของแบรนด์
tr_tr: Marka Ana Sayfa URL'si
vi_vn: URL trang chủ thương hiệu
zh_cn: 品牌主页网址
zh_hk: 品牌首頁網址
zh_tw: 品牌首頁網址

source: Brand Name
ar_sa: اسم العلامة التجارية
da_dk: Varenavn
de_de: Markenname
es_es: Nombre de marca
fi_fi: Brändinimi
hi_in: ब्रांड नाम
id_id: Nama Merek
ja_jp: ブランド名
nl_nl: Merkenaam
pl_pl: Nazwa marki
pt_br: Nome da Marca
pt_pt: Nome da Marca
ro_ro: Numele mărcii
ru_ru: Название бренда
sv_se: Brandsnamn
th_th: ชื่อแบรนด์
tr_tr: Marka Adı
vi_vn: Tên thương hiệu
zh_cn: 品牌名称
zh_hk: 品牌名稱
zh_tw: 品牌名稱

source: ICP Number
ar_sa: رقم ICP
es_es: Número de registro ICP
fi_fi: ICP-tunnus
nl_nl: ICP-nummer
pl_pl: Numer ICP
pt_br: Número do ICP
ro_ro: Număr ICP
ru_ru: Номер ICP
vi_vn: Số đăng ký ICP
zh_hk: ICP編號

source: Max Site Storage in GB
ar_sa: الحد الأقصى لمساحة التخزين للموقع بالغيغابايت
da_dk: Max pladsopbevaring i GB
de_de: Maximale Site-Speichergröße in GB
es_es: Almacenamiento máximo del sitio en GB
fi_fi: Suurin sivuston tallennustila GB:ssa
hi_in: प्रति साइट अधिकतम स्टोरेज गीगाबाइट में
id_id: Max Penyimpanan Situs dalam GB
ja_jp: 最大サイト保存容量 (GB単位)
nl_nl: Max siteopslag in GB
pl_pl: Maksymalna pojemność magazynowania witryny w GB
pt_br: Armazenamento Máximo do Site em GB
pt_pt: Armazenamento Máximo do Site em GB
ro_ro: Stocare Maximă Site în GB
ru_ru: Макс. объем хранилища сайта в ГБ
sv_se: Max platslagring i GB
th_th: สูงสุด ขนาดเก็บข้อมูลของไซต์ ในหน่วย GB
tr_tr: Maksimum Site Depolama (GB Cinsinden)
vi_vn: Dung lượng lưu trữ tối đa cho trang web (GB)
zh_cn: 站点最大存储空间（GB）
zh_hk: 最大網站儲存空間（GB）
zh_tw: 網站最大儲存空間（GB）

source: Max Sites Per Person
ar_sa: الحد الأقصى للمواقع لكل شخص
da_dk: Maks. antal websteder pr. person
de_de: Max. Websites pro Person
es_es: Máx. sitios por persona
fi_fi: Maksimi sivustot henkilöä kohti
hi_in: प्रति व्यक्ति अधिकतम साइट्स
id_id: Maksimal Situs Per Orang
ja_jp: 1人あたりの最大サイト数
nl_nl: Max sites per persoon
pl_pl: Maks. liczba witryn na osobę
pt_br: Máximo de Sites por Pessoa
pt_pt: Máximo de Sites por Pessoa
ro_ro: Numărul Maxim de Site-uri Pe Persoană
ru_ru: Максимум сайтов на человека
sv_se: Max platser per person
th_th: จำนวนไซต์สูงสุดต่อคน
tr_tr: Kişi Başına Maksimum Site Sayısı
vi_vn: Số lượng trang tối đa mỗi người dùng
zh_cn: 每人最大站点数
zh_hk: 每人最多網站數量
zh_tw: 每人最大網站數量

# Max storage size for each site in GB.
source: Maximum storage size for each site in GB.
ar_sa: الحد الأقصى لحجم التخزين لكل موقع بالغيغابايت.
da_dk: Maks. lagerstørrelse pr. side i GB.
de_de: Maximale Speicherkapazität pro Site in GB.
es_es: Tamaño máximo de almacenamiento para cada sitio en GB.
fi_fi: Maksimimäärä tallennustilaa jokaiselle sivustolle gigatavuina.
hi_in: प्रत्येक साइट के लिए अधिकतम स्टोरेज आकार जीबी में।
id_id: Ukuran penyimpanan maksimum untuk setiap situs dalam GB.
ja_jp: 1サイトあたりの最大ストレージ容量（GB単位）
nl_nl: Maximale opslagruimte per site in GB.
pl_pl: Maksymalny rozmiar pamięci dla każdego witryny w GB.
pt_br: Tamanho máximo de armazenamento para cada site em GB.
pt_pt: Tamanho máximo de armazenamento para cada site em GB.
ro_ro: Dimensiune maximă de stocare pentru fiecare site în GB.
ru_ru: Максимальный размер хранилища для каждого сайта в ГБ.
sv_se: Max lagringsstorlek per sida i GB.
th_th: ขนาดพื้นที่จัดเก็บสูงสุดต่อไซต์แต่ละไซต์เป็นกิกะไบต์
tr_tr: Her site için maksimum depolama boyutu GB cinsinden.
vi_vn: Dung lượng lưu trữ tối đa cho mỗi trang web tính bằng GB.
zh_cn: 每个站点的最大存储空间（GB）
zh_hk: 每個網站的最大儲存空間（GB）
zh_tw: 每個網站的最大儲存空間（單位：GB）

source: Maximum number of sites each user can create.
ar_sa: الحد الأقصى لعدد المواقع التي يمكن لكل مستخدم إنشاؤها.
da_dk: Maksimalt antal websteder, hver bruger kan oprette.
de_de: Maximale Anzahl an Websites, die jeder Benutzer erstellen kann.
es_es: Número máximo de sitios que puede crear cada usuario.
fi_fi: Maksimimäärä sivustoja, joita jokainen käyttäjä voi luoda.
hi_in: प्रत्येक उपयोगकर्ता द्वारा बनाए जा सकने वाले साइटों की अधिकतम संख्या
id_id: Jumlah maksimum situs yang dapat dibuat oleh setiap pengguna.
ja_jp: ユーザー1人あたりが作成できるサイトの最大数。
nl_nl: Maximaal aantal sites dat elke gebruiker kan aanmaken.
pl_pl: Maksymalna liczba witryn, które każdy użytkownik może utworzyć.
pt_br: Número máximo de sites que cada usuário pode criar.
pt_pt: Número máximo de sites que cada utilizador pode criar.
ro_ro: Numărul maxim de site-uri pe care îl poate crea fiecare utilizator.
ru_ru: Максимальное количество сайтов, которые может создать каждый пользователь.
sv_se: Maximalt antal sidor varje användare kan skapa.
th_th: จำนวนสูงสุดของไซต์ที่ผู้ใช้แต่ละคนสามารถสร้างได้
tr_tr: Kullanıcıların oluşturabileceği en fazla site sayısı.
vi_vn: Số lượng trang web tối đa mà mỗi người dùng có thể tạo
zh_cn: 每个用户可创建的站点最大数量。
zh_hk: 每位用戶可建立的網站最大數量
zh_tw: 每位使用者可建立的網站數量上限

source: Project Logo
ar_sa: شعار المشروع
da_dk: Projekttegn
de_de: Projektlogo
es_es: Logotipo del proyecto
fi_fi: Projektin logo
hi_in: प्रोजेक्ट लोगो
id_id: Logo Proyek
ja_jp: プロジェクトロゴ
pl_pl: Logo projektu
pt_br: Logotipo do Projeto
pt_pt: Logotipo do Projeto
ro_ro: Logo Proiect
ru_ru: Логотип проекта
sv_se: Projektlogotyp
th_th: โลโก้โครงการ
tr_tr: Proje Logosu
vi_vn: Logo dự án
zh_cn: 项目图标
zh_hk: 項目圖示
zh_tw: 專案標誌

source: Project Name
ar_sa: اسم المشروع
da_dk: Projektnavn
de_de: Projektname
es_es: Nombre del proyecto
fi_fi: Projektin nimi
hi_in: प्रोजेक्ट नाम
id_id: Nama Proyek
ja_jp: プロジェクト名
nl_nl: Projectnaam
pl_pl: Nazwa projektu
pt_br: Nome do Projeto
pt_pt: Nome do Projeto
ro_ro: Numele proiectului
ru_ru: Название проекта
sv_se: Projektnamn
th_th: ชื่อโปรเจกต์
tr_tr: Proje Adı
vi_vn: Tên dự án
zh_cn: 项目名称
zh_hk: 專案名稱
zh_tw: 專案名稱

source: The brand name of the company or project. E.g. Aiursoft.
ar_sa: اسم العلامة التجارية للشركة أو المشروع. مثال: Aiursoft.
da_dk: Det brandnavn, som virksomheden eller projektet har. F.eks. Aiursoft.
de_de: Der Markenname des Unternehmens oder Projekts. Zum Beispiel Aiursoft.
es_es: El nombre de marca de la empresa o proyecto. Por ejemplo, Aiursoft.
fi_fi: Yrityksen tai projektin brändin nimi. Esim. Aiursoft.
hi_in: कंपनी या प्रोजेक्ट का ब्रांड नाम। उदाहरण के लिए: Aiursoft।
id_id: Nama merek perusahaan atau proyek. Contoh: Aiursoft.
ja_jp: 会社またはプロジェクトのブランド名。例：Aiursoft。
nl_nl: De merknaam van het bedrijf of project. Bijv. Aiursoft.
pl_pl: Nazwa marki firmy lub projektu. Przykładowo: Aiursoft.
pt_br: O nome da marca da empresa ou projeto. Exemplo: Aiursoft.
pt_pt: O nome da marca da empresa ou projeto. Ex. Aiursoft.
ro_ro: Numele brandului companiei sau proiectului. De exemplu: Aiursoft.
ru_ru: Название бренда компании или проекта. Например, Aiursoft.
sv_se: Varumärket för företaget eller projektet. Exempelvis Aiursoft.
th_th: ชื่อแบรนด์ของบริษัทหรือโครงการ เช่น Aiursoft
tr_tr: Şirketin veya projenin marka adı. Örnek: Aiursoft.
vi_vn: Tên thương hiệu của công ty hoặc dự án. Ví dụ: Aiursoft.
zh_cn: 公司或项目的品牌名称。例如：Aiursoft。
zh_hk: 公司或項目的品牌名稱。例如：Aiursoft。
zh_tw: 公司或專案的品牌名稱。例如：Aiursoft。

# The ICP license number for China mainland users. Leave empty to hide.
source: The ICP licence number for China mainland users. Leave empty to hide.
ar_sa: رقم ترخيص ICP للمستخدمين في البر الرئيسي لصين. اتركه فارغًا لإخفائه.
es_es: El número de licencia ICP para usuarios de la región principal de China. Deje en blanco para ocultarlo.
fi_fi: ICP-lisenssinumero Kiinan mantereelle tarkoitetuille käyttäjille. Jätä tyhjäksi piilottaaksesi.
nl_nl: Het ICP-licentienummer voor gebruikers uit het Chinese vasteland. Leeg laten om te verbergen.
pl_pl: Numer licencji ICP dla użytkowników z Chin. Pozostaw puste, aby ukryć.
pt_br: O número de licença ICP para usuários da China continental. Deixe em branco para ocultar.
ro_ro: Numărul de înregistrare ICP pentru utilizatorii din China continentală. Lăsați gol pentru a ascunde.
ru_ru: Номер лицензии ICP для пользователей материкового Китая. Оставьте пустым, чтобы скрыть.
vi_vn: Số giấy phép ICP cho người dùng Trung Quốc đại lục. Để trống để ẩn.
zh_hk: 適用於中國內地用戶的ICP備案號碼。留空則隱藏。

source: The logo of the project displayed in the navbar and footer. Support jpg, png, svg.
ar_sa: الشعار الخاص بالمشروع الذي يُعرض في شريط التنقل والتذييل. يدعم jpg، png، svg.
da_dk: Logoet for projektet vises i navigationen og i bunden af siden. Støtter jpg, png, svg.
de_de: Das Logo des Projekts wird in der Navigationsleiste und im Footer angezeigt. Unterstützt jpg, png, svg.
es_es: El logotipo del proyecto mostrado en la barra de navegación y el pie de página. Se admiten formatos jpg, png y svg.
fi_fi: Projektin logo näytetään navigointipalkissa ja alatunnisteessa. Tuetut muodot: jpg, png, svg.
hi_in: प्रोजेक्ट का लोगो नेवबार और फुटर में प्रदर्शित किया जाता है। jpg, png, svg समर्थित हैं।
id_id: Logo proyek yang ditampilkan di navbar dan footer. Mendukung jpg, png, svg.
ja_jp: ナビゲーションバーおよびフッターに表示されるプロジェクトのロゴ。jpg、png、svg形式をサポート。
nl_nl: Het logo van het project wordt weergegeven in de navigatiebalk en voettekst. Ondersteunt jpg, png, svg.
pl_pl: Logo projektu wyświetlany w pasku nawigacyjnym i stopce. Obsługiwane formaty: jpg, png, svg.
pt_br: O logotipo do projeto exibido na barra de navegação e no rodapé. Suporta jpg, png, svg.
pt_pt: O logótipo do projeto exibido na barra de navegação e no rodapé. Suporta jpg, png, svg.
ro_ro: Logo-ul proiectului afișat în bara de navigare și în subsol. Suportă jpg, png, svg.
ru_ru: Логотип проекта, отображаемый в навигационной панели и подвале. Поддержка jpg, png, svg.
sv_se: Logotypen för projektet som visas i navigeringsfältet och sidfoten. Stödjer jpg, png, svg.
th_th: โลโก้ของโครงการที่แสดงในแถบนำทางและส่วนท้าย รองรับไฟล์ jpg, png, svg
tr_tr: Projenin navbar ve footer'da görünen logosu. jpg, png, svg formatlarını destekler.
vi_vn: Logo của dự án được hiển thị trong thanh điều hướng và chân trang. Hỗ trợ định dạng jpg, png, svg.
zh_cn: 项目在导航栏和页脚中显示的logo。支持jpg、png、svg格式。
zh_hk: 項目標誌於導航列及頁尾顯示。支援 jpg、png、svg 格式。
zh_tw: 專案的標誌顯示於導覽列與頁尾。支援 jpg、png、svg 格式。

source: The name of the project displayed in the frontend.
ar_sa: اسم المشروع المُعرض في الواجهة الأمامية.
da_dk: Navnet på projektet, der vises i brugergrænsefladen.
de_de: Der Name des Projekts, der im Frontend angezeigt wird.
es_es: El nombre del proyecto mostrado en la interfaz de usuario.
fi_fi: Projektin nimi, joka näytetään etusivulla.
hi_in: फ्रंटएंड में प्रदर्शित प्रोजेक्ट का नाम।
id_id: Nama proyek yang ditampilkan di antarmuka pengguna.
ja_jp: フロントエンドに表示されるプロジェクトの名前。
nl_nl: De naam van het project die wordt weergegeven in de frontend.
pl_pl: Nazwa projektu wyświetlana w interfejsie użytkownika
pt_br: O nome do projeto exibido na interface do usuário.
pt_pt: O nome do projeto apresentado na interface de utilizador.
ro_ro: Numele proiectului afișat în interfața frontend.
ru_ru: Название проекта, отображаемое на фронтенде.
sv_se: Projektets namn som visas i användargränssnittet.
th_th: ชื่อโปรเจกต์ที่แสดงในส่วนหน้าเว็บไซต์
tr_tr: Ön yüzte görüntülenen proje adı.
vi_vn: Tên dự án được hiển thị trên giao diện người dùng
zh_cn: 项目在前端界面上显示的名称。
zh_hk: 項目在前端顯示的名稱。
zh_tw: 專案在前端顯示的名稱。

source: The URL of the company or project. E.g. https://www.aiursoft.com
ar_sa: عنوان URL للشركة أو المشروع. مثال: https://www.aiursoft.com
da_dk: URL'en for virksomheden eller projektet. F.eks. https://www.aiursoft.com
de_de: Die URL des Unternehmens oder Projekts. Zum Beispiel: https://www.aiursoft.com
es_es: La URL de la empresa o proyecto. Por ejemplo: https://www.aiursoft.com
fi_fi: Yrityksen tai projektin verkkosivuston osoite. Esim. https://www.aiursoft.com
hi_in: कंपनी या प्रोजेक्ट का URL। उदाहरण के लिए https://www.aiursoft.com
id_id: URL perusahaan atau proyek. Contoh: https://www.aiursoft.com
ja_jp: 会社またはプロジェクトのURL。例: https://www.aiursoft.com
nl_nl: De URL van het bedrijf of project. Bijv. https://www.aiursoft.com
pl_pl: Adres URL firmy lub projektu. Przykład: https://www.aiursoft.com
pt_br: A URL da empresa ou projeto. Exemplo: https://www.aiursoft.com
pt_pt: O URL da empresa ou projeto. Por exemplo: https://www.aiursoft.com
ro_ro: Adresa URL a companiei sau a proiectului. De exemplu: https://www.aiursoft.com
ru_ru: URL компании или проекта. Например: https://www.aiursoft.com
sv_se: URL:n för företaget eller projektet. Till exempel https://www.aiursoft.com
th_th: URL ของบริษัทหรือโปรเจกต์ ตัวอย่างเช่น https://www.aiursoft.com
tr_tr: Şirketin veya projenin URL'si. Örneğin: https://www.aiursoft.com
vi_vn: Địa chỉ URL của công ty hoặc dự án. Ví dụ: https://www.aiursoft.com
zh_cn: 公司或项目的网址。例如 https://www.aiursoft.com
zh_hk: 公司或項目的網址。例如 https://www.aiursoft.com
zh_tw: 公司或專案的網址。例如：https://www.aiursoft.com
