Repository: AiursoftWeb/AiurDrive
Catalog: src/Aiursoft.AiurDrive/Resources/Views/Permissions/Details.*.resx
Languages: el_gr, hi_in

source: Back to Permissions
el_gr: Πίσω στα Δικαιώματα
hi_in: अनुमतियों पर वापस जाएं

source: Description
el_gr: Περιγραφή
hi_in: विवरण

source: Display Name
el_gr: Εμφανιζόμενο Όνομα
hi_in: प्रदर्शित नाम

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο
hi_in: ईमेल

source: No roles have this permission.
el_gr: Κανένας ρόλος δεν έχει αυτήν την άδεια.
hi_in: किसी भी भूमिका के पास यह अनुमति नहीं है।

source: No users have this permission.
el_gr: Κανένας χρήστης δεν έχει αυτήν την άδεια.
hi_in: किसी भी उपयोगकर्ता के पास यह अनुमति नहीं है।

source: Permission Details
el_gr: Λεπτομέρειες Δικαιώματος
hi_in: अनुमति विवरण

source: Permission Information
el_gr: Πληροφορίες Δικαιώματος
hi_in: अनुमति की जानकारी

source: Permission Key
el_gr: Κλειδί Δικαιώματος
hi_in: अनुमति कुंजी

source: Permission Name
el_gr: Όνομα Δικαιώματος
hi_in: अनुमति का नाम

source: Role Name
el_gr: Όνομα Ρόλου
hi_in: भूमिका का नाम

source: Roles with this Permission
el_gr: Ρόλοι με αυτήν την Άδεια
hi_in: इस अनुमति वाली भूमिकाएँ

source: The following roles have been granted this permission.
el_gr: Οι παρακάτω ρόλοι έχουν λάβει αυτήν την άδεια.
hi_in: निम्नलिखित भूमिकाओं को यह अनुमति प्रदान की गई है।

source: The following users have this permission through their role memberships.
el_gr: Οι παρακάτω χρήστες έχουν αυτήν την άδεια μέσω της συμμετοχής τους σε ρόλους.
hi_in: निम्नलिखित उपयोगकर्ताओं को उनकी भूमिका सदस्यता के माध्यम से यह अनुमति प्राप्त है।

source: User Name
el_gr: Όνομα Χρήστη
hi_in: उपयोगकर्ता नाम

source: Users with this Permission
el_gr: Χρήστες με αυτήν την Άδεια
hi_in: इस अनुमति वाले उपयोगकर्ता
